{
  "text": "TK REDLINE SPA\n“SOLUCIONES EFICIENTES”\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nPRESENTACION\nTK REDLINE SPA es una empresa especializada en la prestación de servicios generales para el\ndesarrollo de proyectos de ingeniería, construcción, supervisión, fiscalización y capacitación\nde personal. Nos enfocamos en obras civiles e industriales, incluyendo el desarrollo de\nsistemas eléctricos y de fibra óptica. Nuestro compromiso es orientar toda nuestra experiencia\nhacia la realización de construcciones eficientes, cumpliendo rigurosamente con las normas,\nleyes y reglamentaciones vigentes.\nMISION\nEn TK REDLINE SPA, nos dedicamos a proporcionar soluciones de ingeniería eficientes para\nmaximizar los beneficios en la ejecución de proyectos, optimizando la asignación de recursos\ny cumpliendo con las leyes y normas vigentes, siempre respetando el medio ambiente.\nVISION\nConsolidar el prestigio de TK REDLINE SPA como una empresa referente en el ámbito\nprofesional y técnico, contribuyendo al desarrollo y progreso de la región a través de la\nejecución de proyectos de alta calidad.\nVALORES\nLa honestidad y transparencia son los pilares fundamentales de TK REDLINE SPA en todas\nnuestras actividades de administración, gestión y coordinación de proyectos.\n.\nJ. Manuel Lujan S.\nTK REDLINE SPA\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nNUESTROS SERVICIOS\nEn TK REDLINE SPA, nos comprometemos a alcanzar resultados profesionales y\norganizacionales de la más alta calidad, proporcionando las soluciones que su empresa\nnecesita. Basándonos en nuestra amplia experiencia, ofrecemos los siguientes servicios:\n• Administración y gerenciamiento de proyectos de infraestructura\n• Supervisión y fiscalización de obras civiles e industriales\n• Diseño de ingeniería conceptual, básica y de detalle para proyectos de infraestructura\nbásica e industrial\n• Revisión y validación de ingeniería para la construcción de proyectos (carreteras,\nurbanizaciones, complejos deportivos, edificios escolares, plantas industriales,\ninfraestructura para telecomunicaciones, etc.)\n• Dirección de estudios de ingeniería complementarios\n• Construcción de obras de infraestructura básica e industrial\n• Construcción y mantenimiento de obras, edificios y plantas\n• Diseño de ingeniería y supervisión de sistemas eléctricos, aterramientos y fibra óptica\n• Auditorías técnicas\n• Capacitaciones técnicas\n• Representaciones comerciales\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nTEKON REDLINE SPA\nCON PRESENCIA INTERNACIONAL\nGracias a la alta calidad y al cumplimiento riguroso en cada uno de los trabajos desarrollados, TK\nREDLINE SPA se ganó la confianza de clientes internacionales desarrollando soluciones eficientes en\nAdministración de Proyectos, desarrollos de Ingenieria, Supervisón de Obras y Auditorias Técnicas. Esta\nconfianza ha sido fundamental para que la empresa inicie operaciones en los países limítrofes de Chile\ny Argentina. Nuestra expansión ha permitido realzar la presencia de nuestros profesionales en\nproyectos técnicos de gran envergadura, donde el control de calidad y la gestión de seguridad son hitos\nesenciales para el éxito de cada iniciativa.\nTK REDLINE SPA ha iniciado sus actividades, ofreciendo servicios especializados en la supervisión de\nobras de infraestructura, desarrollo de software y gerenciamiento de proyectos. Esta diversificación\nde servicios refleja nuestro compromiso con la excelencia y la innovación, asegurando que cada\nproyecto no solo cumpla con los estándares internacionales, sino que también supere las expectativas\nde nuestros clientes. Con una visión orientada al futuro y un equipo de expertos dedicados,\ncontinuamos expandiendo nuestra presencia y consolidando nuestra reputación en el mercado global.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nSUPERVISIÓN Y FISCALIZACIÓN DE OBRAS\nLa supervisión y fiscalización de obras es fundamental para garantizar el cumplimiento de los\ncompromisos adquiridos por las empresas constructoras o prestadoras de servicios, asegurando que\nlos proyectos se ejecuten con los más altos estándares de calidad exigidos por las normas y leyes. En\neste contexto, TK REDLINE SPA se convierte en el aliado más valioso para la inversión del cliente final,\nejerciendo una supervisión y fiscalización rigurosa de obras civiles e industriales, cumpliendo con\ncontratos y especificaciones técnicas.\nEl adecuado seguimiento a la ejecución de proyectos, el control de calidad en las diferentes fases\nconstructivas, y la observancia estricta de las normas y contratos de construcción son nuestras\nprioridades. Además, realizamos un seguimiento detallado en cuanto a seguridad y sistemas de gestión\nintegrados. Estos aspectos han posicionado a TK REDLINE SPA como una empresa líder que garantiza\nla obtención de los resultados deseados por nuestros clientes.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nADMINISTRACIÓN Y GERENCIAMIENTO DE\nPROYECTOS DE INFRAESTRUCTURA\nOPTIMIZACIÓN DE RECURSOS\nEn TK REDLINE SPA, entendemos que la optimización de recursos es crucial para el éxito de cualquier\nproyecto de infraestructura. Nuestro servicio de administración y gerenciamiento de proyectos se\nenfoca en maximizar la eficiencia, asegurando que cada recurso, desde el personal hasta los\nmateriales, se utilice de manera óptima. Con nuestra experiencia, garantizamos la reducción de costos\ny la minimización de desperdicios, permitiendo que su proyecto se complete dentro del presupuesto\ny del cronograma establecido.\nCUMPLIMIENTO DE NORMAS Y REGULACIONES\nEl cumplimiento de normas y regulaciones es una prioridad en cada proyecto que gestionamos. En TK\nREDLINE SPA, nos mantenemos al día con las leyes y estándares vigentes, asegurando que todos los\naspectos del proyecto cumplan con las regulaciones locales, nacionales e internacionales. Nuestro\nenfoque riguroso y detallado evita retrasos y sanciones, proporcionando tranquilidad y confianza a\nnuestros clientes.\nGESTIÓN INTEGRAL DEL PROYECTO\nOfrecemos una gestión integral del proyecto, desde la planificación inicial hasta la finalización.\nNuestros servicios incluyen la coordinación de todas las fases del proyecto, la supervisión continua y\nla fiscalización de cada etapa. Esto asegura una comunicación fluida entre todas las partes involucradas\ny una ejecución coherente y eficiente. Con TK REDLINE SPA, puede estar seguro de que cada detalle\nserá manejado con la máxima profesionalidad y dedicación.\nTECNOLOGÍA Y INNOVACIÓN\nEn TK REDLINE SPA, incorporamos las últimas tecnologías y métodos innovadores en la\nadministración y gerenciamiento de proyectos. Utilizamos herramientas avanzadas de software para\nla planificación y el seguimiento del progreso, lo que permite una visibilidad clara y en tiempo real del\nestado del proyecto. Nuestra adopción de tecnología moderna garantiza precisión, mejora la toma de\ndecisiones y facilita la adaptación a cambios inesperados.\nCOMPROMISO CON LA CALIDAD Y LA SOSTENIBILIDAD\nNuestro compromiso con la calidad y la sostenibilidad es inquebrantable. Nos esforzamos por entregar\nproyectos de infraestructura que no solo cumplan con los más altos estándares de calidad, sino que\ntambién respeten el medio ambiente y promuevan la sostenibilidad. Implementamos prácticas\nsostenibles en cada etapa del proyecto, desde el diseño hasta la construcción, asegurando que su\nproyecto tenga un impacto positivo y duradero en la comunidad y el entorno natural.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nAsimismo, la experiencia y el criterio técnico de nuestros\nprofesionales con gran trayectoria en obras industriales\norientan de manera oportuna a los ejecutores\n(Contratistas/Constructores) a asumir decisiones en\nbeneficio de los proyectos disminuyendo riesgos\nconstructivos.\nUno de los pilares importantes para un adecuado servicio\nde Supervisión y Fiscalización es tener el respaldo de un\nequipo de ingeniería a disposición con los cuales se puede\noptimizar decisiones técnicas en beneficio del cliente y/o\nde los proyectos.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nDISEÑO DE INGENIERÍA CONCEPTUAL, BÁSICA Y DE DETALLE DE\nPROYECTOS DE INFRAESTRUCTURA BÁSICA E INDUSTRIAL.\nEn TK REDLINE SPA, desarrollamos\ningeniería conceptual para evaluar\nla viabilidad técnica y económica de\nlos proyectos, estableciendo las\nbases para la ingeniería básica y de\ndetalle.\nEn la fase de ingeniería básica,\nincorporamos todos los requisitos\ndel usuario, como especificaciones,\ncronogramas y valoraciones\neconómicas, y realizamos una\nrevisión detallada de la ingeniería\nconceptual, incluyendo hojas de\ndatos, diagramas de procesos, y listas de insumos y equipos. Esta atención al detalle garantiza\nun avance eficiente y efectivo de los proyectos, cumpliendo con las expectativas de nuestros\nclientes.\nEn TK REDLINE SPA, consideramos\nfundamental un control\nminucioso en el desarrollo de la\ningeniería de detalle para\nproyectos industriales. Esta etapa\nes crucial, ya que define con\nprecisión y exhaustividad la\nmanera en que se ejecutará lo\nestablecido en las fases de\ningeniería conceptual y básica. En\nla ingeniería de detalle,\ndocumentamos de forma clara y\ncomprensible todos los aspectos\ndel proyecto, asegurando que no\nquede nada a la interpretación o al criterio del constructor o instalador, garantizando así una\nejecución impecable y conforme a las especificaciones.\nEn TK REDLINE SPA, desarrollamos la ingeniería en colaboración estrecha con nuestros\nclientes, llevando a cabo reuniones periódicas para revisar necesidades, cambios y avances.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nContamos con un equipo de profesionales especializados en diversas ramas de la ingeniería,\nincluyendo sistemas eléctricos, aterramientos y diseño de fibra óptica, todos con amplia\nexperiencia en el sector industrial.\nUtilizamos software especializado para realizar cálculos estructurales, eléctricos y mecánicos,\nasí como para el diseño de instalaciones de proceso y servicios. Esta combinación de\nexperiencia y tecnología nos permite ofrecer soluciones precisas y eficientes, adaptadas a las\nnecesidades específicas de cada proyecto.\nAl finalizar los trabajos, entregamos planos generales y de detalle, catálogos de conceptos con\nvolumetría, memorias de cálculo y especificaciones de equipos. Toda esta documentación se\nproporciona en formato impreso y digitalizado, recopilada en una carpeta organizada.\nLos planos y memorias de cálculo incluyen la firma de un perito, lo cual facilita los trámites\nnecesarios para obtener la licencia de construcción.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nREVISIÓN Y VALIDACIÓN DE INGENIERÍA\nPARA LA CONSTRUCCIÓN DE PROYECTOS\nEn TK REDLINE SPA efectuamos revisiones y\nvalidaciones de ingeniería comprobando datos\nde entrada, verificando procesos de ingeniería y\nanalizando la información de salida para\ncorroborarlos con los datos de obra. Este\nproceso identifica las posibles mejoras o\ncorrecciones a considerarse en la etapa de\nconstrucción del proyecto.\nDIRECCIÓN DE ESTUDIOS DE INGENIERÍA\nCOMPLEMENTARIOS.\nEn TK REDLINE SPA efectuamos la elaboración y redacción de informes, estudios y proyectos\ntécnicos, económicos y administrativos de ingeniería, que garanticen la toma de decisiones\npara lograr el éxito de los proyectos.\nLos Estudios Complementarios que liderizan son los siguientes:\n• Selección de Ruta (Pipe Locator).\n• Estudios Topográficos.\n• Estudios de Geología.\n• Estudios de Geotecnia.\n• Estudios Hidráulicos.\n• Estudios Hidrológicos.\n• Estudios de Resistividad Eléctrica.\n• Estudios de Aterramiento.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nCONSTRUCCIÓN DE OBRAS DE\nINFRAESTRUCTURA BÁSICA E INDUSTRIAL\nTK REDLINE SPA tiene la experiencia de haber participado en proyectos de construcción de\ninfraestructura básica e industrial, teniendo la capacidad de encarar la construcción de\napertura de caminos, construcción de accesos, planchadas petroleras, ductos y facilidades\ndentro del rubro energético, plantas y edificio industriales o radio bases de\ntelecomunicaciones.\nAPERTURA DE CAMINOS\nAPERTURA DE CAMINOS CON EXPLOSIVOS\nMOVIMIENTO DE SUELOS\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nCONSTRUCCION DE PLANCHADAS\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nCONSTRUCCION DE DUCTOS Y FACILIDADES\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nCONSTRUCCIÓN, MANTENIMIENTO DE\nOBRAS, EDIFICIOS Y PLANTAS\nTK REDLINE SPA pone a disposición la experiencia que posee en construcción de edificios,\nviviendas y obras civiles con materiales modernos que garantizan la calidad de las\nconstrucciones.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nAUDITORIAS TÉCNICAS\nEn TK REDLINE SPA brindamos el servicio de auditoría técnica para asegurar el cumplimiento de las\nobligaciones emanadas de Contratos de Construccion o Ingenieria, velando por los intereses del\nCliente.\nTrabajamos junto a equipos profesionales de otras disciplinas para detectar, evaluar e informar, las\nposibles desviaciones x1económicas y financieras, la revisión de los sistemas de control de\ndocumentación, el cumplimiento de especificaciones técnicas y el control de los cronogramas de\nejecución.\nDentro de este importante servicio, consideramos los siguientes aspectos:\n• Informar al Cliente sobre las desviaciones que se produzcan respecto del programa original,\nproponiendo las medidas correctivas que permitan superar dicha situación.\n• Revisar el cumplimiento de hitos parciales de obras y del plan de ejecución de ensayos de\ncontrol de las empresas contratistas\n• Fiscalización selectiva y aleatoria de los Procedimientos Constructivos.\n• Revisión y aprobación de las modificaciones de proyecto, en base a la documentación que\nrespaldan las mismas que serán entregados por los contratistas, con respecto a cantidades,\nprecios unitarios, esquemas gráficos de los cambios realizados y las cotizaciones solicitadas.\n• Revisión y conformación de los certificados de pago.\n• Registro (vigencia) de garantías y seguros.\n• Informes mensuales y seguimiento de las modificaciones del Proyecto.\nCAPACITACIONES TÉCNICAS\nEn TK REDLINE SPA consideramos que obtener nuevos\nconocimientos, técnicas y estar más preparados incrementa la\nproductividad en beneficio de los profesionales y de las\nempresas quienes promueven dicha práctica dando mayor\nconfianza y liderazgo para el éxito mutuo.\nEs por este motivo que TK REDLINE SPA ofrece servicios de\ncapacitación técnica sobre técnicas de gerenciamiento,\nadministración y construcción de proyectos públicos y\nprivados.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nRESUMEN DE LOS SERVICIOS DESTACADOS DE LA EMPRESA\nNOMBRE DE LA OBRA. ALCANCE Y SERVICIO NOMBRE DEL CONTRATANTE\nSeguimiento al control de calidad, documentación y Sistema\nServicio de Supervisión para la construcción HSE para la construcción de 3 Telepuertos Corrientes, M&D UNIDOS / SPACEX / PHOENIX\nde Telepuertos para Bases Satelital SPACEX TOWER INTERNATIONAL\nBuenos Aires y Bahia Blanca\nDesarrollo de Software de Búsqueda de Desarrollo de Software y asistencia para el funcionamiento\nPHOENIX TOWER INTERNATIONAL CHILE\nLocaciones para PTI para TELEFONICA a medida. REDLINE A TRAVES DE TEKON-RL CHILE\nServicio de Supervisión para la construcción Seguimiento al control de calidad, documentación y Sistema\nde 64 Sitios de Telecomunicaciones HSE para la construcción de 64 Radio Bases. REDLINE A PHOENIX TOWER INTERNATIONAL CHILE\nCarreteras y Rutas ENTEL CHILE TRAVES DE TEKON-RL CHILE\nIngeniería Básica para la Planta Solar Estudios de Ingenieria Basica, Topografía, Geotecnia y\nENDE CORANI\nFotovoltaica Santivañez Diseño de Accesos para la Planta Solar\nServicio de Ingeniería Y Supervisión de Obras\nBOSA-002049 INGENIERÍA Y SUPERVISIÓN\nde Telecomunicaciones (4 Sitios) para PHOENIX TOWER INTERNATIONAL\nCOMPLEMENTARIAS\noperaciones\nServicio de Ingeniería de Obras de\nTelecomunicaciones BOSA-002009-1 - DISEÑO E INGENIERIA (BO-SC-1506 Y BO-SC-1508) PHOENIX TOWER INTERNATIONAL\nRELOCATIONS -\nModificación de Ingeniería y Arquitectura para\nRediseño para la Construcción de TEATRO de 670 butacas\nla construcción del TEATRO Coliseo CAMBRIDGE COLLEGE SRL\ny conclusión de Coliseo\nCambridge\nElaboración de un estudio de factibilidad económica que\nEstudio de Prefactbilidad (Pisicina/Coliseo)\ndetermine la mejor alternativa sobre la construcción del CAMBRIDGE COLLEGE SRL\nColegio Cambridge\nColiseo del Colegio.\nSupervisión de Construcción de Obras de\nSeguimiento al control de calidad, documentación y Sistema\nTelecomunicaciones (28 Sitios) Fase 2 La PHOENIX TOWER INTERNATIONAL\nHSE para la construcción de 28 Radio Bases\nPaz\nSupervisión de Construcción de Obras de\nSeguimiento al control de calidad, documentación y Sistema\nTelecomunicaciones (28 Sitios) Fase 1 La PHOENIX TOWER INTERNATIONAL\nHSE para la construcción de 28 Radio Bases\nPaz\nServicio de Ingeniería de Obras de\nElaboración de la Ingeniería básica, de detalle y de gestión\nTelecomunicaciones (28 Sitios) Fase 2 La PHOENIX TOWER INTERNATIONAL\nde 28 Radio Bases.\nPaz\nServicio de Ingeniería de Obras de\nElaboración de la Ingeniería básica, de detalle y de gestión\nTelecomunicaciones (28 Sitios) Fase 1 La PHOENIX TOWER INTERNATIONAL\nde 28 Radio Bases.\nPaz\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (28 Sitios) Fase 2 SCZ HSE para la construcción de 28 Radio Bases\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (28 Sitios) Fase 1 SCZ HSE para la construcción de 28 Radio Bases\nServicio de Ingeniería de Obras de Elaboración de la Ingeniería básica, de detalle y de gestión\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (56 Sitios) Fase 1 SCZ de 56 Radio Bases.\nDesarrollo y control del Sistema Local de manejo\nConsultoria ESMS 2022 (Mayo a Julio) PHOENIX TOWER INTERNATIONAL\ndocumental ESMS\nDesarrollo y control del Sistema Local de manejo\nConsultoria ESMS 2022 (Febrero a Abril) PHOENIX TOWER INTERNATIONAL\ndocumental ESMS\nServicios Adicionales de Ingenieria por\nIngeniería básica, de detalle y gestión documental para\ncambios de sitios, ploteo de planos, firmas y PHOENIX TOWER INTERNATIONAL\nRadio Bases adicionales.\naprobaciones\nConsultoria ESMS 2021 (Octubre a Desarrollo y control del Sistema Local de manejo\nPHOENIX TOWER INTERNATIONAL\nDiciembre) documental ESMS\nIngeniera y Supervisión de Construcción de Elaboración de la Ingeniería básica, de detalle y de gestión\nPHOENIX TOWER INTERNATIONAL\nObras de Telecomunicaciones (10 Sitios) de 10 Radio Bases.\nSupervisión tecnica de Sitios (4 Sitios Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nRelocated) HSE para la construcción de 4 Radio Bases\nDesarrollo y control del Sistema Local de manejo\nConsultoria ESMS 2021 (6 meses) PHOENIX TOWER INTERNATIONAL\ndocumental ESMS\nServicio de Ingeniería de Obras de Elaboración de la Ingeniería básica, de detalle y de gestión\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (67 Sitios) de 67 Radio Bases.\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (67 Sitios) HSE para la construcción de 67 Radio Bases\nSeguimiento al control de calidad, certificaciones de avance\nSupervisión Infraestructura Parque industrial y plazo para la construcción del edificio Parque Industrial 4 CITSA (CIA INDUSTRIAL DE TABACOS\nFase 1 SA)\nniveles y Tinglado de 2000 m2.\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (42 Sitios) HSE para la construcción de 42 Radio Bases.\nServicios de Recolección, Transporte y Gestión completa de manejo de residuos solidos para COMMERCIAL CONSULTING\nGestión de Residuos Solidos certificaciones internacionales de medio ambiente. MANAGEMENT SRL\nSupervisión Del Estudio De Diseño De La Asistencia y Dirección del equipo profesional técnico de\nBELMONTE INGENIEROS SRL\nLínea Amarilla Del TMC Ingeniería\nFiscalización de Edificio de Laboratorios Seguimiento al control de calidad, desembolsos y plazo\nCAMBRIDGE COLLEGE SRL\n(Segunda Fase – 600 m2) para la construcción del Edificio Fase 2.\nSupervisión Del Estudio De Diseño De La Asistencia y Dirección del equipo profesional técnico de\nBELMONTE INGENIEROS SRL\nLíneas ROJA y VERDE del TMC Ingeniería\nFiscalización de Edificio de Laboratorios Seguimiento al control de calidad, desembolsos y plazo\nCAMBRIDGE COLLEGE SRL\n(Primera Fase – 600 m2) para la construcción del Edificio Fase 1.\nAuditoria Técnica de la Construcción del Investigación, Relevamiento y Dictamen de Recursos\nColiseo de Colegio Destinados a la Construcción.\nCAMBRIDGE COLLEGE SRL\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nNUESTROS CLIENTES\nDurante más de 21 años de experiencia nuestro plantel profesional aportó con SOLUCIONES\nEFICIENTES en el desarrollo de ingenierías, ejecución de proyectos de construcción,\nsupervisión y fiscalizaciones de proyectos públicos y privados, antecedentes que\ncorresponden a la trayectoria profesional del Ing. J. Manuel Lujan S. (Fundador) y del Ing.\nGonzalo Martínez (Socio).\nCLIENTES DIRECTOS\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nCLIENTES FINALES\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\nCONTACTOS\nTK REDLINE SPA\nJ. MANUEL LUJAN S.\nmlujan@redlinegs.com\nmlujan@tekon-rl.cl\nGONZALO J. MARTINEZ C.\ngmartinez@redlinegs.com\ngmartinez@tekon-rl.cl\nCarlos Antúnez 2025, Piso 9-904\nPROVIDENCIA\nSANTIAGO DE CHILE\n+56 9 3494 9214\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl\n\n",
  "pages": [
    {
      "page_number": 1,
      "text": "TK REDLINE SPA\n“SOLUCIONES EFICIENTES”\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 2,
      "text": "PRESENTACION\nTK REDLINE SPA es una empresa especializada en la prestación de servicios generales para el\ndesarrollo de proyectos de ingeniería, construcción, supervisión, fiscalización y capacitación\nde personal. Nos enfocamos en obras civiles e industriales, incluyendo el desarrollo de\nsistemas eléctricos y de fibra óptica. Nuestro compromiso es orientar toda nuestra experiencia\nhacia la realización de construcciones eficientes, cumpliendo rigurosamente con las normas,\nleyes y reglamentaciones vigentes.\nMISION\nEn TK REDLINE SPA, nos dedicamos a proporcionar soluciones de ingeniería eficientes para\nmaximizar los beneficios en la ejecución de proyectos, optimizando la asignación de recursos\ny cumpliendo con las leyes y normas vigentes, siempre respetando el medio ambiente.\nVISION\nConsolidar el prestigio de TK REDLINE SPA como una empresa referente en el ámbito\nprofesional y técnico, contribuyendo al desarrollo y progreso de la región a través de la\nejecución de proyectos de alta calidad.\nVALORES\nLa honestidad y transparencia son los pilares fundamentales de TK REDLINE SPA en todas\nnuestras actividades de administración, gestión y coordinación de proyectos.\n.\nJ. Manuel Lujan S.\nTK REDLINE SPA\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 3,
      "text": "NUESTROS SERVICIOS\nEn TK REDLINE SPA, nos comprometemos a alcanzar resultados profesionales y\norganizacionales de la más alta calidad, proporcionando las soluciones que su empresa\nnecesita. Basándonos en nuestra amplia experiencia, ofrecemos los siguientes servicios:\n• Administración y gerenciamiento de proyectos de infraestructura\n• Supervisión y fiscalización de obras civiles e industriales\n• Diseño de ingeniería conceptual, básica y de detalle para proyectos de infraestructura\nbásica e industrial\n• Revisión y validación de ingeniería para la construcción de proyectos (carreteras,\nurbanizaciones, complejos deportivos, edificios escolares, plantas industriales,\ninfraestructura para telecomunicaciones, etc.)\n• Dirección de estudios de ingeniería complementarios\n• Construcción de obras de infraestructura básica e industrial\n• Construcción y mantenimiento de obras, edificios y plantas\n• Diseño de ingeniería y supervisión de sistemas eléctricos, aterramientos y fibra óptica\n• Auditorías técnicas\n• Capacitaciones técnicas\n• Representaciones comerciales\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 4,
      "text": "TEKON REDLINE SPA\nCON PRESENCIA INTERNACIONAL\nGracias a la alta calidad y al cumplimiento riguroso en cada uno de los trabajos desarrollados, TK\nREDLINE SPA se ganó la confianza de clientes internacionales desarrollando soluciones eficientes en\nAdministración de Proyectos, desarrollos de Ingenieria, Supervisón de Obras y Auditorias Técnicas. Esta\nconfianza ha sido fundamental para que la empresa inicie operaciones en los países limítrofes de Chile\ny Argentina. Nuestra expansión ha permitido realzar la presencia de nuestros profesionales en\nproyectos técnicos de gran envergadura, donde el control de calidad y la gestión de seguridad son hitos\nesenciales para el éxito de cada iniciativa.\nTK REDLINE SPA ha iniciado sus actividades, ofreciendo servicios especializados en la supervisión de\nobras de infraestructura, desarrollo de software y gerenciamiento de proyectos. Esta diversificación\nde servicios refleja nuestro compromiso con la excelencia y la innovación, asegurando que cada\nproyecto no solo cumpla con los estándares internacionales, sino que también supere las expectativas\nde nuestros clientes. Con una visión orientada al futuro y un equipo de expertos dedicados,\ncontinuamos expandiendo nuestra presencia y consolidando nuestra reputación en el mercado global.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 5,
      "text": "SUPERVISIÓN Y FISCALIZACIÓN DE OBRAS\nLa supervisión y fiscalización de obras es fundamental para garantizar el cumplimiento de los\ncompromisos adquiridos por las empresas constructoras o prestadoras de servicios, asegurando que\nlos proyectos se ejecuten con los más altos estándares de calidad exigidos por las normas y leyes. En\neste contexto, TK REDLINE SPA se convierte en el aliado más valioso para la inversión del cliente final,\nejerciendo una supervisión y fiscalización rigurosa de obras civiles e industriales, cumpliendo con\ncontratos y especificaciones técnicas.\nEl adecuado seguimiento a la ejecución de proyectos, el control de calidad en las diferentes fases\nconstructivas, y la observancia estricta de las normas y contratos de construcción son nuestras\nprioridades. Además, realizamos un seguimiento detallado en cuanto a seguridad y sistemas de gestión\nintegrados. Estos aspectos han posicionado a TK REDLINE SPA como una empresa líder que garantiza\nla obtención de los resultados deseados por nuestros clientes.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 6,
      "text": "ADMINISTRACIÓN Y GERENCIAMIENTO DE\nPROYECTOS DE INFRAESTRUCTURA\nOPTIMIZACIÓN DE RECURSOS\nEn TK REDLINE SPA, entendemos que la optimización de recursos es crucial para el éxito de cualquier\nproyecto de infraestructura. Nuestro servicio de administración y gerenciamiento de proyectos se\nenfoca en maximizar la eficiencia, asegurando que cada recurso, desde el personal hasta los\nmateriales, se utilice de manera óptima. Con nuestra experiencia, garantizamos la reducción de costos\ny la minimización de desperdicios, permitiendo que su proyecto se complete dentro del presupuesto\ny del cronograma establecido.\nCUMPLIMIENTO DE NORMAS Y REGULACIONES\nEl cumplimiento de normas y regulaciones es una prioridad en cada proyecto que gestionamos. En TK\nREDLINE SPA, nos mantenemos al día con las leyes y estándares vigentes, asegurando que todos los\naspectos del proyecto cumplan con las regulaciones locales, nacionales e internacionales. Nuestro\nenfoque riguroso y detallado evita retrasos y sanciones, proporcionando tranquilidad y confianza a\nnuestros clientes.\nGESTIÓN INTEGRAL DEL PROYECTO\nOfrecemos una gestión integral del proyecto, desde la planificación inicial hasta la finalización.\nNuestros servicios incluyen la coordinación de todas las fases del proyecto, la supervisión continua y\nla fiscalización de cada etapa. Esto asegura una comunicación fluida entre todas las partes involucradas\ny una ejecución coherente y eficiente. Con TK REDLINE SPA, puede estar seguro de que cada detalle\nserá manejado con la máxima profesionalidad y dedicación.\nTECNOLOGÍA Y INNOVACIÓN\nEn TK REDLINE SPA, incorporamos las últimas tecnologías y métodos innovadores en la\nadministración y gerenciamiento de proyectos. Utilizamos herramientas avanzadas de software para\nla planificación y el seguimiento del progreso, lo que permite una visibilidad clara y en tiempo real del\nestado del proyecto. Nuestra adopción de tecnología moderna garantiza precisión, mejora la toma de\ndecisiones y facilita la adaptación a cambios inesperados.\nCOMPROMISO CON LA CALIDAD Y LA SOSTENIBILIDAD\nNuestro compromiso con la calidad y la sostenibilidad es inquebrantable. Nos esforzamos por entregar\nproyectos de infraestructura que no solo cumplan con los más altos estándares de calidad, sino que\ntambién respeten el medio ambiente y promuevan la sostenibilidad. Implementamos prácticas\nsostenibles en cada etapa del proyecto, desde el diseño hasta la construcción, asegurando que su\nproyecto tenga un impacto positivo y duradero en la comunidad y el entorno natural.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 7,
      "text": "Asimismo, la experiencia y el criterio técnico de nuestros\nprofesionales con gran trayectoria en obras industriales\norientan de manera oportuna a los ejecutores\n(Contratistas/Constructores) a asumir decisiones en\nbeneficio de los proyectos disminuyendo riesgos\nconstructivos.\nUno de los pilares importantes para un adecuado servicio\nde Supervisión y Fiscalización es tener el respaldo de un\nequipo de ingeniería a disposición con los cuales se puede\noptimizar decisiones técnicas en beneficio del cliente y/o\nde los proyectos.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 8,
      "text": "C. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 9,
      "text": "C. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 10,
      "text": "DISEÑO DE INGENIERÍA CONCEPTUAL, BÁSICA Y DE DETALLE DE\nPROYECTOS DE INFRAESTRUCTURA BÁSICA E INDUSTRIAL.\nEn TK REDLINE SPA, desarrollamos\ningeniería conceptual para evaluar\nla viabilidad técnica y económica de\nlos proyectos, estableciendo las\nbases para la ingeniería básica y de\ndetalle.\nEn la fase de ingeniería básica,\nincorporamos todos los requisitos\ndel usuario, como especificaciones,\ncronogramas y valoraciones\neconómicas, y realizamos una\nrevisión detallada de la ingeniería\nconceptual, incluyendo hojas de\ndatos, diagramas de procesos, y listas de insumos y equipos. Esta atención al detalle garantiza\nun avance eficiente y efectivo de los proyectos, cumpliendo con las expectativas de nuestros\nclientes.\nEn TK REDLINE SPA, consideramos\nfundamental un control\nminucioso en el desarrollo de la\ningeniería de detalle para\nproyectos industriales. Esta etapa\nes crucial, ya que define con\nprecisión y exhaustividad la\nmanera en que se ejecutará lo\nestablecido en las fases de\ningeniería conceptual y básica. En\nla ingeniería de detalle,\ndocumentamos de forma clara y\ncomprensible todos los aspectos\ndel proyecto, asegurando que no\nquede nada a la interpretación o al criterio del constructor o instalador, garantizando así una\nejecución impecable y conforme a las especificaciones.\nEn TK REDLINE SPA, desarrollamos la ingeniería en colaboración estrecha con nuestros\nclientes, llevando a cabo reuniones periódicas para revisar necesidades, cambios y avances.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 11,
      "text": "Contamos con un equipo de profesionales especializados en diversas ramas de la ingeniería,\nincluyendo sistemas eléctricos, aterramientos y diseño de fibra óptica, todos con amplia\nexperiencia en el sector industrial.\nUtilizamos software especializado para realizar cálculos estructurales, eléctricos y mecánicos,\nasí como para el diseño de instalaciones de proceso y servicios. Esta combinación de\nexperiencia y tecnología nos permite ofrecer soluciones precisas y eficientes, adaptadas a las\nnecesidades específicas de cada proyecto.\nAl finalizar los trabajos, entregamos planos generales y de detalle, catálogos de conceptos con\nvolumetría, memorias de cálculo y especificaciones de equipos. Toda esta documentación se\nproporciona en formato impreso y digitalizado, recopilada en una carpeta organizada.\nLos planos y memorias de cálculo incluyen la firma de un perito, lo cual facilita los trámites\nnecesarios para obtener la licencia de construcción.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 12,
      "text": "C. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 13,
      "text": "REVISIÓN Y VALIDACIÓN DE INGENIERÍA\nPARA LA CONSTRUCCIÓN DE PROYECTOS\nEn TK REDLINE SPA efectuamos revisiones y\nvalidaciones de ingeniería comprobando datos\nde entrada, verificando procesos de ingeniería y\nanalizando la información de salida para\ncorroborarlos con los datos de obra. Este\nproceso identifica las posibles mejoras o\ncorrecciones a considerarse en la etapa de\nconstrucción del proyecto.\nDIRECCIÓN DE ESTUDIOS DE INGENIERÍA\nCOMPLEMENTARIOS.\nEn TK REDLINE SPA efectuamos la elaboración y redacción de informes, estudios y proyectos\ntécnicos, económicos y administrativos de ingeniería, que garanticen la toma de decisiones\npara lograr el éxito de los proyectos.\nLos Estudios Complementarios que liderizan son los siguientes:\n• Selección de Ruta (Pipe Locator).\n• Estudios Topográficos.\n• Estudios de Geología.\n• Estudios de Geotecnia.\n• Estudios Hidráulicos.\n• Estudios Hidrológicos.\n• Estudios de Resistividad Eléctrica.\n• Estudios de Aterramiento.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 14,
      "text": "CONSTRUCCIÓN DE OBRAS DE\nINFRAESTRUCTURA BÁSICA E INDUSTRIAL\nTK REDLINE SPA tiene la experiencia de haber participado en proyectos de construcción de\ninfraestructura básica e industrial, teniendo la capacidad de encarar la construcción de\napertura de caminos, construcción de accesos, planchadas petroleras, ductos y facilidades\ndentro del rubro energético, plantas y edificio industriales o radio bases de\ntelecomunicaciones.\nAPERTURA DE CAMINOS\nAPERTURA DE CAMINOS CON EXPLOSIVOS\nMOVIMIENTO DE SUELOS\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 15,
      "text": "CONSTRUCCION DE PLANCHADAS\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 16,
      "text": "CONSTRUCCION DE DUCTOS Y FACILIDADES\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 17,
      "text": "CONSTRUCCIÓN, MANTENIMIENTO DE\nOBRAS, EDIFICIOS Y PLANTAS\nTK REDLINE SPA pone a disposición la experiencia que posee en construcción de edificios,\nviviendas y obras civiles con materiales modernos que garantizan la calidad de las\nconstrucciones.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 18,
      "text": "AUDITORIAS TÉCNICAS\nEn TK REDLINE SPA brindamos el servicio de auditoría técnica para asegurar el cumplimiento de las\nobligaciones emanadas de Contratos de Construccion o Ingenieria, velando por los intereses del\nCliente.\nTrabajamos junto a equipos profesionales de otras disciplinas para detectar, evaluar e informar, las\nposibles desviaciones x1económicas y financieras, la revisión de los sistemas de control de\ndocumentación, el cumplimiento de especificaciones técnicas y el control de los cronogramas de\nejecución.\nDentro de este importante servicio, consideramos los siguientes aspectos:\n• Informar al Cliente sobre las desviaciones que se produzcan respecto del programa original,\nproponiendo las medidas correctivas que permitan superar dicha situación.\n• Revisar el cumplimiento de hitos parciales de obras y del plan de ejecución de ensayos de\ncontrol de las empresas contratistas\n• Fiscalización selectiva y aleatoria de los Procedimientos Constructivos.\n• Revisión y aprobación de las modificaciones de proyecto, en base a la documentación que\nrespaldan las mismas que serán entregados por los contratistas, con respecto a cantidades,\nprecios unitarios, esquemas gráficos de los cambios realizados y las cotizaciones solicitadas.\n• Revisión y conformación de los certificados de pago.\n• Registro (vigencia) de garantías y seguros.\n• Informes mensuales y seguimiento de las modificaciones del Proyecto.\nCAPACITACIONES TÉCNICAS\nEn TK REDLINE SPA consideramos que obtener nuevos\nconocimientos, técnicas y estar más preparados incrementa la\nproductividad en beneficio de los profesionales y de las\nempresas quienes promueven dicha práctica dando mayor\nconfianza y liderazgo para el éxito mutuo.\nEs por este motivo que TK REDLINE SPA ofrece servicios de\ncapacitación técnica sobre técnicas de gerenciamiento,\nadministración y construcción de proyectos públicos y\nprivados.\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 19,
      "text": "RESUMEN DE LOS SERVICIOS DESTACADOS DE LA EMPRESA\nNOMBRE DE LA OBRA. ALCANCE Y SERVICIO NOMBRE DEL CONTRATANTE\nSeguimiento al control de calidad, documentación y Sistema\nServicio de Supervisión para la construcción HSE para la construcción de 3 Telepuertos Corrientes, M&D UNIDOS / SPACEX / PHOENIX\nde Telepuertos para Bases Satelital SPACEX TOWER INTERNATIONAL\nBuenos Aires y Bahia Blanca\nDesarrollo de Software de Búsqueda de Desarrollo de Software y asistencia para el funcionamiento\nPHOENIX TOWER INTERNATIONAL CHILE\nLocaciones para PTI para TELEFONICA a medida. REDLINE A TRAVES DE TEKON-RL CHILE\nServicio de Supervisión para la construcción Seguimiento al control de calidad, documentación y Sistema\nde 64 Sitios de Telecomunicaciones HSE para la construcción de 64 Radio Bases. REDLINE A PHOENIX TOWER INTERNATIONAL CHILE\nCarreteras y Rutas ENTEL CHILE TRAVES DE TEKON-RL CHILE\nIngeniería Básica para la Planta Solar Estudios de Ingenieria Basica, Topografía, Geotecnia y\nENDE CORANI\nFotovoltaica Santivañez Diseño de Accesos para la Planta Solar\nServicio de Ingeniería Y Supervisión de Obras\nBOSA-002049 INGENIERÍA Y SUPERVISIÓN\nde Telecomunicaciones (4 Sitios) para PHOENIX TOWER INTERNATIONAL\nCOMPLEMENTARIAS\noperaciones\nServicio de Ingeniería de Obras de\nTelecomunicaciones BOSA-002009-1 - DISEÑO E INGENIERIA (BO-SC-1506 Y BO-SC-1508) PHOENIX TOWER INTERNATIONAL\nRELOCATIONS -\nModificación de Ingeniería y Arquitectura para\nRediseño para la Construcción de TEATRO de 670 butacas\nla construcción del TEATRO Coliseo CAMBRIDGE COLLEGE SRL\ny conclusión de Coliseo\nCambridge\nElaboración de un estudio de factibilidad económica que\nEstudio de Prefactbilidad (Pisicina/Coliseo)\ndetermine la mejor alternativa sobre la construcción del CAMBRIDGE COLLEGE SRL\nColegio Cambridge\nColiseo del Colegio.\nSupervisión de Construcción de Obras de\nSeguimiento al control de calidad, documentación y Sistema\nTelecomunicaciones (28 Sitios) Fase 2 La PHOENIX TOWER INTERNATIONAL\nHSE para la construcción de 28 Radio Bases\nPaz\nSupervisión de Construcción de Obras de\nSeguimiento al control de calidad, documentación y Sistema\nTelecomunicaciones (28 Sitios) Fase 1 La PHOENIX TOWER INTERNATIONAL\nHSE para la construcción de 28 Radio Bases\nPaz\nServicio de Ingeniería de Obras de\nElaboración de la Ingeniería básica, de detalle y de gestión\nTelecomunicaciones (28 Sitios) Fase 2 La PHOENIX TOWER INTERNATIONAL\nde 28 Radio Bases.\nPaz\nServicio de Ingeniería de Obras de\nElaboración de la Ingeniería básica, de detalle y de gestión\nTelecomunicaciones (28 Sitios) Fase 1 La PHOENIX TOWER INTERNATIONAL\nde 28 Radio Bases.\nPaz\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (28 Sitios) Fase 2 SCZ HSE para la construcción de 28 Radio Bases\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (28 Sitios) Fase 1 SCZ HSE para la construcción de 28 Radio Bases\nServicio de Ingeniería de Obras de Elaboración de la Ingeniería básica, de detalle y de gestión\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (56 Sitios) Fase 1 SCZ de 56 Radio Bases.\nDesarrollo y control del Sistema Local de manejo\nConsultoria ESMS 2022 (Mayo a Julio) PHOENIX TOWER INTERNATIONAL\ndocumental ESMS\nDesarrollo y control del Sistema Local de manejo\nConsultoria ESMS 2022 (Febrero a Abril) PHOENIX TOWER INTERNATIONAL\ndocumental ESMS\nServicios Adicionales de Ingenieria por\nIngeniería básica, de detalle y gestión documental para\ncambios de sitios, ploteo de planos, firmas y PHOENIX TOWER INTERNATIONAL\nRadio Bases adicionales.\naprobaciones\nConsultoria ESMS 2021 (Octubre a Desarrollo y control del Sistema Local de manejo\nPHOENIX TOWER INTERNATIONAL\nDiciembre) documental ESMS\nIngeniera y Supervisión de Construcción de Elaboración de la Ingeniería básica, de detalle y de gestión\nPHOENIX TOWER INTERNATIONAL\nObras de Telecomunicaciones (10 Sitios) de 10 Radio Bases.\nSupervisión tecnica de Sitios (4 Sitios Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nRelocated) HSE para la construcción de 4 Radio Bases\nDesarrollo y control del Sistema Local de manejo\nConsultoria ESMS 2021 (6 meses) PHOENIX TOWER INTERNATIONAL\ndocumental ESMS\nServicio de Ingeniería de Obras de Elaboración de la Ingeniería básica, de detalle y de gestión\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (67 Sitios) de 67 Radio Bases.\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (67 Sitios) HSE para la construcción de 67 Radio Bases\nSeguimiento al control de calidad, certificaciones de avance\nSupervisión Infraestructura Parque industrial y plazo para la construcción del edificio Parque Industrial 4 CITSA (CIA INDUSTRIAL DE TABACOS\nFase 1 SA)\nniveles y Tinglado de 2000 m2.\nSupervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema\nPHOENIX TOWER INTERNATIONAL\nTelecomunicaciones (42 Sitios) HSE para la construcción de 42 Radio Bases.\nServicios de Recolección, Transporte y Gestión completa de manejo de residuos solidos para COMMERCIAL CONSULTING\nGestión de Residuos Solidos certificaciones internacionales de medio ambiente. MANAGEMENT SRL\nSupervisión Del Estudio De Diseño De La Asistencia y Dirección del equipo profesional técnico de\nBELMONTE INGENIEROS SRL\nLínea Amarilla Del TMC Ingeniería\nFiscalización de Edificio de Laboratorios Seguimiento al control de calidad, desembolsos y plazo\nCAMBRIDGE COLLEGE SRL\n(Segunda Fase – 600 m2) para la construcción del Edificio Fase 2.\nSupervisión Del Estudio De Diseño De La Asistencia y Dirección del equipo profesional técnico de\nBELMONTE INGENIEROS SRL\nLíneas ROJA y VERDE del TMC Ingeniería\nFiscalización de Edificio de Laboratorios Seguimiento al control de calidad, desembolsos y plazo\nCAMBRIDGE COLLEGE SRL\n(Primera Fase – 600 m2) para la construcción del Edificio Fase 1.\nAuditoria Técnica de la Construcción del Investigación, Relevamiento y Dictamen de Recursos\nColiseo de Colegio Destinados a la Construcción.\nCAMBRIDGE COLLEGE SRL\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 20,
      "text": "NUESTROS CLIENTES\nDurante más de 21 años de experiencia nuestro plantel profesional aportó con SOLUCIONES\nEFICIENTES en el desarrollo de ingenierías, ejecución de proyectos de construcción,\nsupervisión y fiscalizaciones de proyectos públicos y privados, antecedentes que\ncorresponden a la trayectoria profesional del Ing. J. Manuel Lujan S. (Fundador) y del Ing.\nGonzalo Martínez (Socio).\nCLIENTES DIRECTOS\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 21,
      "text": "CLIENTES FINALES\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    },
    {
      "page_number": 22,
      "text": "CONTACTOS\nTK REDLINE SPA\nJ. MANUEL LUJAN S.\nmlujan@redlinegs.com\nmlujan@tekon-rl.cl\nGONZALO J. MARTINEZ C.\ngmartinez@redlinegs.com\ngmartinez@tekon-rl.cl\nCarlos Antúnez 2025, Piso 9-904\nPROVIDENCIA\nSANTIAGO DE CHILE\n+56 9 3494 9214\nC. Carlos Antúnez 2025, Piso 9-904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl"
    }
  ],
  "images": [],
  "company_info": {
    "name": "TEKON REDLINE",
    "mission": "En TK REDLINE SPA, nos dedicamos a proporcionar soluciones de ingeniería eficientes para",
    "vision": ", fiscalización y capacitación"
  },
  "services": [
    "Diseño de ingeniería conceptual, básica y de detalle para proyectos de infraestructura",
    "de auditoría técnica para asegurar el cumplimiento de las",
    "Representaciones comerciales",
    "Auditorías técnicas",
    "Dirección de estudios de ingeniería complementarios",
    "de Ingeniería de Obras de",
    "Estudios de Geotecnia.",
    "Supervisión Del Estudio De Diseño De La Asistencia y Dirección del equipo profesional técnico de",
    "NOMBRE DEL CONTRATANTE",
    ", asegurando que",
    "Capacitaciones técnicas",
    "incluyen la coordinación de todas las fases del proyecto, la supervisión continua y",
    "refleja nuestro compromiso con la excelencia y la innovación, asegurando que cada",
    "Supervisión de Construcción de Obras de Seguimiento al control de calidad, documentación y Sistema",
    "Construcción y mantenimiento de obras, edificios y plantas",
    "DESTACADOS DE LA EMPRESA",
    "Revisión y aprobación de las modificaciones de proyecto, en base a la documentación que",
    "Estudios Hidrológicos.",
    "002049 INGENIERÍA Y SUPERVISIÓN",
    "Auditoria Técnica de la Construcción del Investigación, Relevamiento y Dictamen de Recursos",
    "Revisar el cumplimiento de hitos parciales de obras y del plan de ejecución de ensayos de",
    "Estudios de Resistividad Eléctrica.",
    "Diseño de ingeniería y supervisión de sistemas eléctricos, aterramientos y fibra óptica",
    "de Recolección, Transporte y Gestión completa de manejo de residuos solidos para COMMERCIAL CONSULTING",
    "Informes mensuales y seguimiento de las modificaciones del Proyecto.",
    "Construcción de obras de infraestructura básica e industrial",
    "En TK REDLINE SPA, nos comprometemos a alcanzar resultados profesionales y",
    "Estudios Hidráulicos.",
    "Estudios de Aterramiento.",
    "904 – PROVIDENCIA – Santiago de Chile – +56 9 3494 9214 – mlujan@tekon-rl.cl",
    "Supervisión y fiscalización de obras civiles e industriales",
    ". Esta combinación de",
    "Revisión y validación de ingeniería para la construcción de proyectos (carreteras,",
    "Selección de Ruta (Pipe Locator).",
    "de administración y gerenciamiento de proyectos se",
    "Fiscalización selectiva y aleatoria de los Procedimientos Constructivos.",
    "• Administración y gerenciamiento de proyectos de infraestructura",
    "Informar al Cliente sobre las desviaciones que se produzcan respecto del programa original,",
    ", consideramos los siguientes aspectos:",
    "de Ingeniería Y Supervisión de Obras",
    "Modificación de Ingeniería y Arquitectura para",
    "especializados en la supervisión de",
    "Administración y gerenciamiento de proyectos de infraestructura",
    "Registro (vigencia) de garantías y seguros.",
    "de Ingeniería de Obras de Elaboración de la Ingeniería básica, de detalle y de gestión",
    "Estudios de Geología.",
    "de Supervisión para la construcción Seguimiento al control de calidad, documentación y Sistema",
    "002009-1 - DISEÑO E INGENIERIA (BO-SC-1506 Y BO-SC-1508) PHOENIX TOWER INTERNATIONAL",
    "Estudios Topográficos.",
    "de Supervisión y Fiscalización es tener el respaldo de un",
    "Revisión y conformación de los certificados de pago.",
    "de Supervisión para la construcción HSE para la construcción de 3 Telepuertos Corrientes, M&D UNIDOS / SPACEX / PHOENIX",
    "Adicionales de Ingenieria por",
    "RL CHILE",
    "generales para el"
  ],
  "contact_info": {
    "phones": [
      "+56 9 3494 9214"
    ],
    "emails": [
      "mlujan@redlinegs.com",
      "gmartinez@tekon-rl.cl",
      "mlujan@tekon-rl.cl",
      "gmartinez@redlinegs.com"
    ],
    "address": "de estudios de ingeniería complementarios"
  }
}